Repository: moabi/_o
Catalog: plugins/front-end-pm/languages/front-end-pm-*.po
Languages: fr_fr

source: Enable
fr_fr: Rendre actif

source: Read Receipt
fr_fr: Lire le reçu

source: Hide Autosuggestion
fr_fr: Cacher les autosuggestion

source: Recipient
fr_fr: Destinataire

source: Full Message
fr_fr: Message complet

source: URL of message
fr_fr: URL du message

source: URL of announcement
fr_fr: URL de la notification

source: Receiver
fr_fr: destinataire

source: Website title
fr_fr: Titre du site Internet

source: Website URL
fr_fr: URL du site Internet

source: New Message email
fr_fr: Nouvel email pour le message

source: Reply Message email
fr_fr: Répondre au message

source: Announcement email
fr_fr: Email de la notfication

source: Multiple Recipients
fr_fr: Destinataires multiples

source: Only Admins
fr_fr: Uniquement les administrateurs

source: New message subject.
fr_fr: Nouveau sujet de message

source: New message content.
fr_fr: Nouveau contenu de message

source: Reply subject.
fr_fr: Sujet de réponse

source: Reply content.
fr_fr: Contenu de réponse.

source: Announcement sending Interval in minutes.
fr_fr: Intervals de l'envoi des notfications

source: Emails send per interval.
fr_fr: Emails envoyés par interval.

source: Announcement emails send per interval.
fr_fr: Emails de la notfication envoyés par interval

source: Announcement subject.
fr_fr: Sujet de la notfication

source: Announcement content.
fr_fr: Contenu de la notfication

source: Maximum recipients per message.
fr_fr: Nombre maximum de destinataires par message

source: Max recipients
fr_fr: Nombre maximum de destinataires

source: Message type
fr_fr: Type de message

source: Same Message
fr_fr: Message identitique

source: Separate Message
fr_fr: Message séparé

source: Do not forget to save.
fr_fr: N'oubliez pas de sauvegarder

source: Select
fr_fr: Selectionner

source: Display as
fr_fr: Montrer comme

source: Username
fr_fr: Nom d'utilisateur

source: Add More
fr_fr: Ajouter nouveau

source: Installed
fr_fr: Installé

source: View Details
fr_fr: Voir les détails

source: You must <a href='%s'>login</a> to view your message.
fr_fr: Vous devez vous <a href='%s'>connecter</a> pour voir votre message.

source: Settings
fr_fr: Réglages

source: Use Current Page
fr_fr: Utiliser la page actuelle

source: add or override.
fr_fr: Ajouter ou écraser

source: Editor Type
fr_fr: Type d'éditeur

source: Parent Message Status
fr_fr: Statut du message parent

source: Parent Message status when sent from front end.
fr_fr: Statut du message parent quand envoyé depuis le site.

source: Publish
fr_fr: Publier

source: Pending
fr_fr: En attente

source: Reply Message Status
fr_fr: Statut du message de réponse

source: Allow Attachment?
fr_fr: Autoriser les pièces jointes ?

source: Allow to attach attachment with message?
fr_fr: Autoriser à envoyer des pièces jointes avec les messages ?

source: Maximum size of attachment?
fr_fr: Taille maximale de la pièce jointe ?

source: Use KB, MB or GB.(eg. 4MB)
fr_fr: Utiliser KB, MB ou GB.(ex. 4MB)

source: Maximum Number of attachment?
fr_fr: Nombre maximum de pièces jointes

source: Always shown to Admins.
fr_fr: Toujours actif pour les administrateurs

source: Message view
fr_fr: Voir le message

source: Threaded
fr_fr: Imbriqué

source: Individual
fr_fr: Individuel

source: Announcements per page
fr_fr: Nombres de notifications par page

source: Announcements to show per page
fr_fr: Nombres de notifications à montrer par page

source: Send email?
fr_fr: Envoyer l'email ?

source: Email Content Type
fr_fr: Type de contenu du mail

source: Plain Text
fr_fr: Texte pure

source: From Name
fr_fr: Du nom

source: All email send by Front End PM plugin will have this name as sender.
fr_fr: Tous les mails envoyés par Front End PM plugin auront ce nom comme expediteur

source: From Email
fr_fr: De l'email

source: All email send by Front End PM plugin will have this email address as sender.
fr_fr: Tous les mails envoyés par Front End PM plugin auront cet email comme expediteur

source: Valid email address for "to" field of announcement email
fr_fr: Un email valide pour le champs "De" des notifications par email

source: All users email will be in "Bcc" field.
fr_fr: Tous les utilisateurs seront dans le champs "Bcc"

source: Who can access message system?
fr_fr: Qui peut accéder aux messages système

source: Who can send new message?
fr_fr: Qui peut envoyer un nouveau message

source: General
fr_fr: Général

source: Announcement
fr_fr: Notification

source: Security
fr_fr: Sécurité

source: Message Box
fr_fr: Boîte de reception

source: Some Useful Links
fr_fr: Des liens utiles

source: Update
fr_fr: Mettre à jour

source: You are up to date, No need to update.
fr_fr: Vous êtes à jour, pas beoin de réaliser de mise à jour.

source: Previous version
fr_fr: Anciennes versions

source: Successfully updated.
fr_fr: Mise à jour réussie

source: Please refresh this page and update again.
fr_fr: Merci de rafraichir cette page et de mettre à jour à nouveau

source: Remove
fr_fr: Supprimer

source: Maximum file allowed
fr_fr: Nombre de fichier maximum

source: Error
fr_fr: Erreur

source: Unpublished
fr_fr: Non publié

source: %s ago
fr_fr: Il y a %s

source: Invalid token
fr_fr: Token invalide

source: No attachments found
fr_fr: Pas de notification

source: You have no permission to download this attachment.
fr_fr: Vous ne pouvez pas télécharger cette pièce jointe.

source: Attachment already deleted
fr_fr: Pièce jointe déjà supprimée

source: No matches found
fr_fr: Pas de résultat

source: %s unread message
fr_fr: %s message non lu

source: %s unread announcement
fr_fr: %s notifications non lue

source: You have
fr_fr: Vous avez

source: and
fr_fr: et

source: Invalid Token. Please try again!
fr_fr: Token invalide. Merci d'essayer à nouveau

source: successfully deleted.
fr_fr: Supprimé de manière réussie

source: Delete
fr_fr: Effacer

source: Read
fr_fr: Lu

source: Unread
fr_fr: Non lu

source: After i registered
fr_fr: Aprés mon inscription

source: Title
fr_fr: Titre

source: No announcements found.
fr_fr: Pas de notification

source: Bulk action
fr_fr: Actions groupées

source: Apply
fr_fr: Appliquer

source: Show all
fr_fr: Les voir tous

source: No announcements found. Try different filter.
fr_fr: Pas de notification, essayez un autre filtre

source: You do not have permission to view this announcement!
fr_fr: Vous n'avez pas la permission pour voir cette notification!

source: Attachments
fr_fr: Piècesjointes

source: New Message
fr_fr: Nouveau message

source: Edit Message
fr_fr: Modifier le message

source: All Messages
fr_fr: Tous les messages

source: View Message
fr_fr: Voir le message

source: Search Message
fr_fr: Chercher un message

source: No Messages found
fr_fr: Pas de message

source: No Messages found in Trash
fr_fr: Pas de message dans la poubelle

source: New Announcement
fr_fr: Nouvelle notification

source: Edit Announcement
fr_fr: Modifier la notification

source: All Announcements
fr_fr: Toutes les notifications

source: View Announcement
fr_fr: Voir la notification

source: Search Announcement
fr_fr: Chercher une notification

source: No Announcements found
fr_fr: Pas de pièce jointe

source: No Announcements found in Trash
fr_fr: Pas de notification dans la poubelle

source: Message To
fr_fr: Message de

source: Announcement to roles
fr_fr: Ntfication pour les rôles

source: Sender
fr_fr: Expediteur

source: Can NOT be edited once published
fr_fr: Ne peut PAS être édité une fois publié

source: View
fr_fr: Voir

source: From
fr_fr: De

source: To
fr_fr: A

source: No Participants
fr_fr: Pas de participant

source: Read Count
fr_fr: Lire le comptage

source: Deleted Count
fr_fr: Effacer le comptage

source: Directory
fr_fr: Liste

source: You do not have permission to access directory!
fr_fr: Vous n'avez les droits suffisants

source: Total Users
fr_fr: Nombre total d'utilisateur

source: Send Message
fr_fr: Envoyer le message

source: No users found.
fr_fr: Pas d'utilisateur.

source: You have received a new message in
fr_fr: Vous avez reçu un nouveau message dan

source: From: %s
fr_fr: De: %s

source: Subject: %s
fr_fr: Sujet: %s

source: Please Click the following link to view full Message.
fr_fr: Merci de suivre ce lien pour voir le message entier

source: A new Announcement is Published in
fr_fr: Une nouvelle notification vous attends dans

source: Title: %s
fr_fr: Titre: %s

source: Please Click the following link to view full Announcement.
fr_fr: Merci de suivre ce lien pour voir la notification en entier

source: Name of the receipent.
fr_fr: Nom du destinataire

source: Username of the receipent.
fr_fr: Nom d'utilisateur du destinataire

source: Subject
fr_fr: Sujet

source: Allow others to send me messages?
fr_fr: Autoriser les autres à envoyer des messages

source: Email me when I get new messages?
fr_fr: M'envoyer un message quand je reçois un nouveau message

source: Email me when new announcement is published?
fr_fr: M'envoyer un message quand il y a une nouvelle notification

source: Add new field
fr_fr: Ajouter un nouveau champs

source: %s required.
fr_fr: %s obligatoire.

source: %s can not be changed.
fr_fr: %s ne peut être changé

source: Please provide valid email address for %s.
fr_fr: Merci de fournir une adresse valide pour %s.

source: %s is not a valid number.
fr_fr: %s n'est pas un nombre valide

source: %s does not want to receive messages!
fr_fr: %s ne veut pas recevoir de message !

source: Invalid receiver "%s".
fr_fr: Destinataire non valide "%s"

source: You can not message yourself!
fr_fr: Vous ne pouvez pas envoyer de message à vous-même!

source: You must enter a valid recipient!
fr_fr: Vous devez entrer un destinataire valide!

source: Invalid parent ID!
fr_fr: ID parente invalide!

source: You do not have permission to send this message!
fr_fr: Vous n'avez pas la permission pour envoyer ce message

source: Attachment (%s) file is too big
fr_fr: Pièce(%s) jointe(%s) top volumineuse(%s)

source: Invalid attachment file type. Allowed Types are (%s)
fr_fr: Type de fichier invalide. Les fichiers valides sont (%s)

source: Save Changes
fr_fr: Sauvegarder les changements

source: Reply
fr_fr: Répondre

source: Message Box%s
fr_fr: Boîte%s de réception

source: Announcement%s
fr_fr: Notification%s

source: Please wait at least %s between messages.
fr_fr: Merci d'attendre au moins %S entres les messages

source: Your message box is full. Please delete some messages.
fr_fr: Votre boîte de réception est pleine. Merci d'effacer des messages.

source: successfully marked as read.
fr_fr: Marqué comme lu de manière réussie.

source: successfully marked as unread.
fr_fr: Marqué comme non lu de manière réussie

source: successfully archived.
fr_fr: Archivé de manière réussie

source: successfully restored.
fr_fr: Réactivé de manière réussie.

source: Mark as read
fr_fr: Marqué comme lu

source: Mark as unread
fr_fr: Marqué comme non lu

source: Restore
fr_fr: Restaurer

source: Archive
fr_fr: Archiver

source: Inbox
fr_fr: Boîte de reception

source: Sent
fr_fr: Envoyé

source: Author
fr_fr: Auteur

source: You do not have permission to access message system
fr_fr: Vous n'avez pas la permission pour accéder à la messagerie

source: Message successfully sent.
fr_fr: Message envoyé

source: Message successfully sent and waiting for admin moderation.
fr_fr: Message envoyé, en attente de la validation de l'administrateur

source: Something wrong. Please try again.
fr_fr: Une erreur s'est produite, merci de recommencer

source: Settings successfully saved.
fr_fr: Réglages enregistrés avec succés

source: unlimited
fr_fr: illimité

source: Welcome
fr_fr: Bienvenue

source: Message box size
fr_fr: Taille de la boîte de réception

source: %s of %s
fr_fr: %s de %S

source: No messages found.
fr_fr: Pas de message.

source: No messages found. Try different filter.
fr_fr: Pas de message. Essayez un filtre différent.

source: Set your preferences below
fr_fr: Réglez vos préférences ci-dessous

source: You do not have permission to send new message!
fr_fr: Vous n'avez pas la permission pour envoyer un nouveau message

source: You do not have permission to view this message!
fr_fr: Vous n'avez pas la permission pour voir ce message!

source: You do not have permission to send reply to this message!
fr_fr: Vous n'avez pas la permission pour répondre à ce message

source: Title:
fr_fr: Titre:

source: and
fr_fr: et

source: Show Messagebox?
fr_fr: Montrer la boîte de réception ?

source: Show Announcement?
fr_fr: Montrer la notification ?
